rp.cfg.Doors = {
	{
		Name = 'Аппартаменты "Цемент"',
		MapIDs = { 1310, 1311, 1312, 1313 }
	},
	{
		Name = 'Дом Калл Эллов',
		MapIDs = { 1270 }
	},
	{
		Name = 'Антикварный Магазин',
		MapIDs = { 1245 }
	},
	{
		Name = 'Дом им. Ленина',
		MapIDs = { 1240 }
	},
	{
		Name = 'Kellco',
		MapIDs = { 1576, 1577, 1575, 1574 }
	},
	{
		Name = 'Магазин "В гостях у Славса"',
		MapIDs = { 1251 }
	},
	{
		Name = 'Вышка',
		MapIDs = { 1553, 1550 }
	},
	{
		Name = 'ТЦ "Летняя Вишня"',
		MapIDs = { 1475, 1476, 1473, 1474, 2494, 2495, 2496, 2605, 1499, 1495, 1489, 1492, 1502, 1501, 1509, 1510 }
	},
	{
		Name = 'Дом №27',
		MapIDs = { 1246 }
	},
	{
		Name = 'Квартира №1',
		MapIDs = { 1298, 1303, 1302 }
	},
	{
		Name = 'Квартира №2',
		MapIDs = { 1299, 1301, 1300 }
	},
	{
		Name = 'Квартира №3',
		MapIDs = { 1307, 1308, 1309 }
	},
	{
		Name = 'Квартира №4',
		MapIDs = { 1306, 1305, 1304 }
	},
	{
		Name = 'Дом №8',
		MapIDs = { 1568 }
	},
	{
		Name = 'Генераторная',
		MapIDs = { 2161 }
	},
	{
		Name = 'Ломбард',
		MapIDs = { 1316 }
	},
	{
		Name = 'Магазин "Пушки Джо"',
		MapIDs = { 1289, 1417, 1418, 1420, 1421 }
	},
	{
		Name = 'Советская Квартира №1',
		MapIDs = { 1327 }
	},
	{
		Name = 'Советская Квартира №2',
		MapIDs = { 1328 }
	},
	{
		Name = 'Техническое Помещение',
		MapIDs = { 2597 }
	},
	{
		Name = 'Канализационная',
		MapIDs = { 2600 }
	},
	{
		Name = 'Кладовка',
		MapIDs = { 2171, 2172, 2170 }
	},
	{
		Name = 'Подозрительная Комната',
		MapIDs = { 2601 }
	},
	{
		Name = 'Аппартаменты №1',
		MapIDs = { 1410, 1411, 1412, 1381 }
	},
	{
		Name = 'Аппартаменты №2',
		MapIDs = { 1409, 1407, 1408, 1378 }
	},
	{
		Name = 'Аппартаменты №3',
		MapIDs = { 1404, 1405, 1406, 1375 }
	},
	{
		Name = 'Аппартаменты №4',
		MapIDs = { 1403, 1402, 1401, 1373 }
	},
	{
		Name = 'Аппартаменты №5',
		MapIDs = { 1398, 1399, 1400, 1371 }
	},
	{
		Name = 'Аппартаменты №6',
		MapIDs = { 1397, 1396, 1395, 1368 }
	},
	{
		Name = 'Аппартаменты №7',
		MapIDs = { 1283, 1285, 1290, 1282 }
	},
	{
		Name = 'Люкс Аппартаменты №1',
		MapIDs = { 1292, 1293, 1294, 1295 }
	},
	{
		Name = 'Люкс Аппартаменты №2',
		MapIDs = { 1284, 1291, 1286, 1281 }
	},
	{
		Name = 'Люкс Аппартаменты №3',
		MapIDs = { 1392, 1394, 1393 }
	},
	{
		Name = 'Люкс Аппартаменты №4',
		MapIDs = { 1391, 1296, 1297 }
	},
	{
		Name = 'Кинотеатр',
		Teams = { TEAM_CINEMAOWNER },
		MapIDs = { 1565, 1566 }
	},
	{
		Name = 'Полицейский Участок',
		Teams = { TEAM_POLICE, TEAM_CHIEF, TEAM_MAYOR },
		Locked = true,
		MapIDs = { 1436, 1437, 1430, 1439, 1664, 1444 }
	},
	{
		Name = 'Нефтяная Компания',
		MapIDs = { 1562, 1563, 1564 }
	},
	{
		Name = 'Водоочистной Завод',
		MapIDs = { 1269, 1268, 1239 }
	},
	{
		Name = 'Тюрьма',
		Teams = { TEAM_POLICE, TEAM_CHIEF, TEAM_MAYOR },
		Locked = true,
		MapIDs = { 1443, 1444, 1441, 1442 }
	},
	{
		Name = 'Полицейский Участок',
		Teams = { },
		Color = team.GetColor(TEAM_POLICE),
		MapIDs = { 1433, 1434 }
	},
	{
		Name = 'Военная База',
		Teams = { TEAM_ANARCHIST, TEAM_BOMB, TEAM_MERC },
		Locked = true,
		MapIDs = { 1423, 1424, 1425, 1567, 1426, 1445 }
	},
	{
		Name = 'Элитный Дом №1',
		MapIDs = { 1278, 1279, 1280 }
	},
	{
		Name = 'Элитный Дом №2',
		MapIDs = { 1274, 1275, 1276 }
	},
	{
		Name = 'Элитный Дом №3',
		MapIDs = { 1271, 1273, 1272 }
	},
	{
		Name = 'Элитный Дом №4',
		MapIDs = { 1248, 1249, 1250 }
	},
	{
		Name = 'Дом Стива Хуйса',
		MapIDs = { 1536, 1534, 1533, 1532, 1535, 1547 }
	},
	{
		Name = 'Дом Славса',
		MapIDs = { 1513, 1514, 1515, 1516, 1518, 1529, 1517 }
	},
	{
		Name = 'Мэрия',
		Teams = { TEAM_MAYOR, TEAM_CHIEF },
		Locked = true,
		MapIDs = { 1319, 1320, 1323, 1324, 1321, 1322 }
	},
}
